{
  "sections": {
    "main": {
      "type": "main-page",
      "settings": {
      }
    },
    "1653053414e0c4d97e": {
      "type": "section-heading",
      "settings": {
        "kicker": "",
        "title": "KLARNA FAQ",
        "button_text": "",
        "button_link": ""
      }
    },
    "16530525093822e126": {
      "type": "ancillary-text",
      "settings": {
        "text": "<p><strong>Do you offer a financing plan?<\/strong><br\/>We have partnered with Klarna to offer credit as an option when purchasing with us. With the Klarna<br\/>Financing payment plan, you can spread your payments over 6,12, 24 or 36] months.<br\/><\/p><p><strong>Who is Klarna?<\/strong><br\/>Klarna is a global payment service provider that takes end-to-end responsibility for your payment.<br\/>Klarna is the provider of smooth payments to more than 200,000 online stores. Over 90 million<br\/>consumers worldwide trust Klarna to securely handle their payments.<br\/><\/p><p><strong>How do I place an order using Financing with Klarna?<\/strong><br\/>To purchase with Klarna Financing, add the product you wish to purchase to your basket and<br\/>proceed to the checkout as normal. Then select the “Pay Over Time” payment method. This will start<br\/>your application for Klarna Financing. You will be asked to provide information about yourself which<br\/>is required to check your eligibility. If you are approved, your payment plan will be created and your<br\/>order will be automatically placed with us. It’s a short application and you won't have to leave our<br\/>website.<br\/><\/p><p><strong>Am I eligible?<\/strong><br\/>To be eligible for Klarna Financing you must be at least 18 years old and a UK resident. Your<br\/>application approval is subject to Klarna's review of the details you provide and your financial<br\/>circumstances. A full credit search will also be performed when you apply for a Klarna Financing<br\/>agreement.<br\/><\/p><p><strong>What details do I need to provide when I make my purchase?<\/strong><br\/>You will need to provide your name, billing address, email address and phone number, as well as your<br\/>employment and bank details.<br\/><\/p><p><strong>Will I be required to pay anything when I apply?<\/strong><br\/>In some cases, you may need to pay a portion of the balance as a deposit up front. If this is the case,<br\/>you will be prompted to make a deposit as part of the Financing application.<br\/><\/p><p><strong>If I make my purchase on a Klarna Financing plan, will I pay interest?<\/strong><br\/>Our Financing options are credit plans with repayment terms ranging between 6-36 months. Interest<br\/>rates will vary depending on the credit agreement offered but will be clearly displayed at the point of<br\/>checkout<br\/>The monthly instalments will be collected automatically from your bank account via Direct Debit. It is<br\/>important to ensure you have enough funds in your account to cover the repayment on your due<br\/>date each month.<br\/><\/p><p><strong>Can I set up automatic monthly repayments?<\/strong><br\/>During the Klarna Financing application you will be asked to set up a Direct Debit Mandate from your<br\/>bank account. Klarna will debit your monthly instalments from your bank account automatically via<br\/>this Direct Debit Mandate so you don’t need to do anything. It is important to ensure that you have<br\/>enough funds in your account to cover the repayments on your due date each month.<br\/><\/p><p><strong>Will I receive an email confirmation when purchasing with Klarna Financing?<\/strong><br\/>If you have selected the Klarna Financing option to pay for your purchase, Klarna will send you an<br\/>email confirming your purchase details. The email will contain a link to Klarna’s online portal or to<br\/>download the app, where you can manage your purchases with Klarna. It is essential that you provide<br\/>accurate information during checkout to ensure that you receive all Klarna communications related<br\/>to your Financing plan.<br\/><\/p><p><strong>If I apply for Klarna Financing, will this affect my credit score?<\/strong><br\/>When you apply for Financing with Klarna, Klarna will make a full credit search with the credit<br\/>reference agencies who supply Klarna with credit information. The agencies will record details of the<br\/>search, which can be seen on your credit file, regardless of whether or not credit is approved. This<br\/>record will also be visible to third parties and other lenders and may affect whether or not other<br\/>organisations decide to provide you with credit in future. For any questions relating to the credit<br\/>check process, you can contact Klarna’s customer support team.<br\/><\/p><p><strong>What if I am late or miss a payment?<\/strong><br\/>Your monthly payment must reach Klarna by the payment due date.<br\/>Klarna will report information to credit reference agencies about the payments you make, and about<br\/>any payments that you fail to make on time. Late or missing repayments may have serious<br\/>consequences for you. Your credit rating may be affected which will make it more difficult or more<br\/>expensive for you to obtain credit in the future. If at any time you miss consecutive payments, Klarna<br\/>may serve you a default notice requiring you to repay what you owe. If you fail to do so, Klarna may<br\/>terminate your Financing agreement and assign the debt to a debt collection agency to collect on<br\/>behalf of Klarna. Klarna may also sell the debt to a debt collection agency.<br\/>If you are having trouble making repayments, please get in touch with Klarna customer service via<br\/>the support section of the Klarna app or via Klarna’s customer support page.<br\/><\/p><p><strong>I purchased my item on a Klarna Financing plan and I would like to return it.<\/strong><br\/>Please contact our support team <a href=\"https:\/\/www.ohpolly.com\/pages\/contact\" title=\"https:\/\/www.ohpolly.com\/pages\/contact\">here<\/a> to process<br\/>your return. Once your return has been processed your Klarna Financing plan will be adjusted.<br\/><\/p><p><strong>How long will it take until I receive my refund?<\/strong><br\/>As soon as the store has registered your cancellation or your return, we will credit the balance back<br\/>to you or process a refund. This is usually completed within the next 5 business days.<br\/>I still have questions about Klarna Financing.<br\/><\/p><p>Klarna’s Pay in 3 instalments and Pay in 30 days credit agreements are not regulated by the FCA. Use<br\/>of these and any missed payments may affect your ability to obtain credit from Klarna and other<br\/>lenders. 18+, UK residents only. Subject to status. T&Cs apply.<\/p><p>Please visit Klarna’s customer service page for a full set of FAQs. Alternatively, you can contact<br\/>Klarna via live chat from their website, by downloading the Klarna app or over the phone at 0808 189<br\/>3333.<br\/><\/p>"
      }
    },
    "1653053401c7a91d47": {
      "type": "section-heading",
      "settings": {
        "kicker": "",
        "title": "Pay in 3 instalments",
        "button_text": "",
        "button_link": ""
      }
    },
    "165305256415885bb9": {
      "type": "ancillary-text",
      "settings": {
        "text": "<p><strong>How does Pay in 3 instalments work?<\/strong><br\/>Klarna’s Pay in 3 instalments is a credit product that lets you spread the cost of your purchases over<br\/>3 equal payments. Klarna will take the payments from your debit or credit card directly so you don't<br\/>have to worry about missing a payment. Klarna will take the first payment when you make the<br\/>purchase, the second 30 days later and the final payment 60 days from your purchase date. You can<br\/>see your past and future payments at any time using the Klarna app.<br\/><\/p><p><strong>Am I eligible for Pay in 3 instalments?<\/strong><br\/>You need to be at least 18 years old and a UK resident to use Klarna’s credit products including Pay in<br\/>3 instalments. When you choose Klarna they will also check the information you provide and your<br\/>financial situation.<br\/><\/p><p><strong>Can I have multiple Pay in 3 instalments orders at the same time?<\/strong><br\/>Yes, you can. If you see Klarna Pay in 3 instalments when you go to an online checkout then Pay in 3<br\/>instalments is available to you. Every time you use Pay in 3, Klarna will check to see whether you can<br\/>use Pay in 3 again for each additional purchase.<br\/><\/p><p><strong>What does Klarna consider when reviewing my application?<\/strong><br\/>Klarna offers Pay in 3 instalments based on a number of factors such as the purchase amount, and<br\/>previous order history. You can improve your chances of being offered Pay in 3 instalments by<br\/>ensuring you provide your full name, accurate address details and arrange shipping to your<br\/>registered billing address. All orders are assessed individually. Just because you have been accepted<br\/>for Pay in 3 instalments before does not mean it will be offered for every order. In turn, if your<br\/>application for Pay in 3 instalments is denied, it does not mean it will be denied for future orders.<br\/><\/p><p><strong>What do I need to provide when I make a purchase?<\/strong><br\/>If you want to purchase something using Klarna’s Pay in 3 instalments, you'll need to share your<br\/>phone number, email address, current billing address and your credit or debit card details. If Klarna<br\/>need to talk to you urgently they'll use the phone number you've shared. For any other information<br\/>Klarna need to share with you, they'll send this to your email address.<br\/><\/p><p><strong>Will a credit search take place?<\/strong><br\/>When you use Pay in 3 instalments, Klarna will perform a credit search. This means Klarna will look at<br\/>certain information in your credit report to decide whether to approve your purchase.<br\/><\/p><p><strong>How do I make repayments to Klarna?<\/strong><br\/>Klarna will take your Pay in 3 instalments payments from the debit or credit card you shared when<br\/>you made your purchase. Klarna will take the first payment when you make your purchase, the<br\/>second payment after 30 days and the final payment 60 days from the day you made your purchase.<br\/>You can see both past and future payments using the Klarna app.<br\/><\/p><p><strong>Can I pay before the due date?<\/strong><br\/>Yes. Just go to the Klarna app or log onto Klarna.com\/uk.<br\/><\/p><p><strong>Is my payment information safe?<\/strong><br\/>Payment information is processed securely by Klarna. No card details are transferred to or held by<br\/>Oh Polly LTD. All transactions take place through connections secured with the latest industry<br\/>standard security protocols.<br\/><\/p><p><strong>How do I know Klarna has received my payment?<\/strong><br\/>Klarna will notify you by email and push notification when a payment is due and when you have made<br\/>or missed a payment. You can always check the status of your order and payments in the Klarna<br\/>app or by logging in at www.klarna.com\/uk.<br\/><\/p><p><strong>What happens if I don’t pay for my order on time?<\/strong><br\/>Pay in 3 instalments is a credit product and you are required to make your scheduled payments to<br\/>Klarna. If Klarna is unable to collect your payment on the scheduled due date Klarna will make a<br\/>further attempt to automatically collect payment seven days later. Should this next payment attempt<br\/>fail, Klarna will make a final attempt to collect payment seven days later. They may continue to<br\/>attempt to collect overdue and currently due payments on subsequent due dates, or invoice you<br\/>separately for the unpaid total. Klarna may also share information about your missed payments with<br\/>credit reference agencies. This means you may find it difficult or more expensive to use Klarna or<br\/>other lenders' credit products in the future. Full details can be found in the Klarna terms and<br\/>conditions here.<br\/><\/p><p><strong>What happens if I don’t pay for my order?<\/strong><br\/>If you don't make your payments you will be in arrears as Pay in 3 is a credit product. Klarna may<br\/>then share information about your missed payments with credit reference agencies. This means you<br\/>may find it difficult or more expensive to use Klarna or other lenders' credit products in the future.<br\/>Klarna may also refer any debt to a debt collection agency. This agency will collect the debt on<br\/>behalf of Klarna. Also, if the debt is referred to a debt collection agency Klarna will share this<br\/>information with credit reference agencies.<br\/>I've received a statement, but I've not yet received my goods.<br\/>If you have not received your goods please contact Oh Polly to check on your order and delivery<br\/>status. You can also contact Klarna’s Customer Service so that they can postpone the due date on<br\/>your payment or put the order on hold in the Klarna app while you wait for the goods to arrive.<br\/><\/p><p><strong>What happens if I cancel or return my order?<\/strong><br\/>As soon as Oh Polly has confirmed with Klarna that your cancelation \/ return has been<br\/>accepted, Klarna will cancel any future scheduled payments as well as refund any amounts due. You<br\/>will see the return in the Klarna app immediately.<br\/><\/p><p><strong>I have canceled my order. How long will it take until I receive my refund?<\/strong><br\/>As soon as the store has registered your cancelation or your return, the refund will normally be<br\/>processed within 5 business days.<br\/><\/p><p><strong>I have asked for a refund. How will I be refunded?<\/strong><br\/>Refunds will be issued back to the debit or credit card which was originally used at checkout.<br\/><\/p><p><strong>What happens to my statement, when I have returned the goods?<\/strong><br\/>Once  Oh Polly has received the return and Klarna have received our confirmation, Klarna shall<br\/>refund any payments collected and cancel any future scheduled payments. You are always able to<br\/>monitor the status of your order in the Klarna app.<br\/><\/p><p><strong>What happens to my statement when I have returned part of my order?<\/strong><br\/>Once Oh Polly has received the partial return and Klarna have received our confirmation, an<br\/>updated statement with an adjusted payment schedule will be sent to you by Klarna. You are always<br\/>able to monitor the status of your order in the Klarna app.<br\/>I haven’t received an email with my statement\/payment information.<br\/>You can log in the Klarna app or at www.klarna.com\/uk, where you will find all of your orders and<br\/>payment schedule information.<br\/><\/p>"
      }
    },
    "165305349090ef6b4c": {
      "type": "section-heading",
      "settings": {
        "kicker": "",
        "title": "Pay later in 30 days",
        "button_text": "",
        "button_link": ""
      }
    },
    "1653056074de543951": {
      "type": "ancillary-text",
      "settings": {
        "text": "<p><strong>How does Pay later in 30 days work?<\/strong><br\/>Pay later in 30 days is a credit product which lets you pay any time within 30 days of your purchase<br\/>without interest or fees. You can make this payment using a credit or debit card on the Klarna app or<br\/>logging into www.klarna\/com\/uk. Klarna will send you a confirmation email once your order is<br\/>confirmed with full details. You can see both past and future payments using the Klarna app.<br\/><\/p><p><strong>Am I eligible for Pay later in 30 days?<\/strong><br\/>You need to be at least 18 years old and a UK resident to use Klarna’s credit products including Pay<br\/>later in 30 days. When you choose Klarna they will also check the information you provide and your<br\/>financial situation.<br\/><\/p><p><strong>Can I have multiple Pay later in 30 days orders at the same time?<\/strong><br\/>Yes, you can. If you see Klarna Pay later in 30 days when you go to an online checkout then Pay later<br\/>in 30 days is available to you. Every time you use Pay later in 30 days, Klarna will check to see<br\/>whether you can use the service again for each additional purchase.<br\/><\/p><p><strong>What does Klarna consider when reviewing my application?<\/strong><br\/>Klarna offers Pay later in 30 days based on a number of factors such as the purchase amount,<br\/>previous order history. If you are 18 or over, you can improve your chances of being offered Pay later<br\/>in 30 days by ensuring you provide your full name, accurate address details and arrange shipping to<br\/>your registered billing address. All orders are assessed individually. Just because you have been<br\/>accepted for Pay later in 30 days before does not mean it will be offered for every order. In turn, if<br\/>your application for Pay later in 30 days is denied, it does not mean it will be denied for future orders.<br\/><\/p><p><strong>What do I need to provide when I make a purchase?<\/strong><br\/>If you want to purchase something using Klarna’s Pay later in 30 days, you'll need to share your<br\/>phone number, email address, current billing address and your credit or debit card details. If Klarna<br\/>need to talk to you urgently they'll use the phone number you've shared. For any other information<br\/>Klarna need to share with you, they'll send this to your email address.<br\/><\/p><p><strong>Will a credit search take place?<\/strong><br\/>When you use Pay later in 30 days, Klarna will perform a credit search. This means Klarna will look at<br\/>certain information in your credit report to decide whether to approve your purchase.<br\/><\/p><p><strong>How do I make repayments to Klarna?<\/strong><br\/>You can pay any time within 30 days of your purchase without interest or fees. You can make this<br\/>payment using a credit or debit card on the Klarna app or logging into www.klarna\/com\/uk. Klarna<br\/>will send you a confirmation email once your order is confirmed with full details.You can see both<br\/>past and future payments using the Klarna app.<br\/><\/p><p><strong>I have been asked to go to the Klarna site. Is this correct?<\/strong><br\/>If you choose to pay for your order using Pay later in 30 days, Klarna will send you an email showing<br\/>you how to pay. The email will have a link you can use to make this payment using your credit or<br\/>debit card.<br\/><\/p><p><strong>Can I pay before the due date?<\/strong><br\/>Yes. Just go to the Klarna app or log onto Klarna.com\/uk.<br\/>Is my payment information safe?<br\/>Payment information is processed securely by Klarna. No card details are transferred to or held by<br\/>Oh Polly. All transactions take place through connections secured with the latest industry<br\/>standard security protocols.<br\/><\/p><p><strong>How do I know Klarna has received my payment?<\/strong><br\/>Klarna will notify you by email and push notification when a payment is due and when you have made<br\/>or missed a payment. You can always check the status of your order and payments in the Klarna<br\/>app or by logging in at www.klarna.com\/uk.<br\/><\/p><p><strong>What happens if I don’t pay for my order on time?<\/strong><br\/>Pay later in 30 days is a credit product and you are required to make your payment to Klarna. Klarna<br\/>may also share information about your missed payments with credit reference agencies. This means<br\/>you may find it difficult or more expensive to use Klarna or other lenders' credit products in the<br\/>future. Full details can be found in the Klarna terms and conditions here.<br\/><\/p><p><strong>What happens if I don’t pay for my order?<\/strong><br\/>As pay later is a credit product, if you don't pay for your order Klarna may use a debt collection<br\/>agency. Klarna may also report the missed payment to credit reference agencies. This means you<br\/>may find it more expensive or difficult to get credit in the future<br\/><\/p><p><strong>I've received a statement, but I've not yet received my goods.<\/strong><br\/>If you have not received your goods please call Oh Polly to check on your order and delivery<br\/>status. You can also contact Klarna’s Customer Service so that they can postpone the due date on<br\/>your payment or put the order on hold in the Klarna app while you wait for the goods to arrive.<br\/><\/p><p><strong>What happens if I cancel or return my order?<\/strong><br\/>As soon as Oh Polly has confirmed with Klarna that your cancelation \/ return has been<br\/>accepted, Klarna will cancel any future scheduled payments as well as refund any amounts due. You<br\/>will see the return in the Klarna app immediately.<br\/><\/p><p><strong>I have canceled my order. How long will it take until I receive my refund?<\/strong><br\/>As soon as the store has registered your cancelation or your return, the refund will normally be<br\/>processed within 5 business days.<br\/><\/p><p><strong>I have asked for a refund. How will I be refunded?<\/strong><br\/>Refunds will be issued back to the debit or credit card which was originally used at checkout.<br\/><\/p><p><strong>What happens to my statement, when I have returned the goods?<\/strong><br\/>Once Oh Polly has received the return and Klarna have received our confirmation, Klarna shall<br\/>refund any payments collected and cancel any future scheduled payments. You are always able to<br\/>monitor the status of your order in the Klarna app.<br\/><\/p><p><strong>What happens to my statement when I have returned part of my order?<\/strong><br\/>Once Oh Polly has received the partial return and Klarna have received our confirmation, an<br\/>updated statement with an adjusted payment schedule will be sent to you by Klarna. You are always<br\/>able to monitor the status of your order in the Klarna app.<br\/>I haven’t received an email with my statement\/payment information.<br\/>You can log in the Klarna app or at www.klarna.com\/uk, where you will find all of your orders and<br\/>payment schedule information.<\/p><p><br\/>Klarna's Pay in 30 days credit agreements are not regulated by the FCA. Use of these and any missed<br\/>payments may affect your ability to obtain credit from Klarna and other lenders. 18+, UK residents<br\/>only. Subject to status<\/p>"
      }
    }
  },
  "order": [
    "main",
    "1653053414e0c4d97e",
    "16530525093822e126",
    "1653053401c7a91d47",
    "165305256415885bb9",
    "165305349090ef6b4c",
    "1653056074de543951"
  ]
}
