{
  "layout": "theme-ancillary",
  "sections": {
    "main": {
      "type": "main-page",
      "settings": {
      }
    },
    "16366460805f79824f": {
      "type": "ancillary-accordion",
      "blocks": {
        "2c70cc7a-506d-4a31-b8e0-f165b8e7dbd8": {
          "type": "item",
          "settings": {
            "title": "TERMS AND CONDITIONS",
            "answer": "<p>In using this website, you are deemed to have read and agreed to the following terms and conditions: The following terminology applies to these Terms and Conditions, Privacy Statement and Disclaimer Notice and any or all Agreements: \"Client\", “You” and “Your” refers to you, the person accessing this website and accepting the Company’s terms and conditions. \"The Company\", “Ourselves”, “We” and \"Us\", refers to our Company; Oh Polly Ltd, Registered in Scotland with the Company number SC504402. Located at Oh Polly Ltd, Floor 2, 175 West George Street, Glasgow, G2 3LB, United Kingdom. We are VAT registered number GB274985741.  “Party”, “Parties”, or “Us”, refers to both the Client and ourselves, or either the Client or ourselves. All terms refer to the offer, acceptance and consideration of payment necessary to undertake the process of our assistance to the Client in the most appropriate manner, whether by formal meetings of a fixed duration, or any other means, for the express purpose of meeting the Client’s needs in respect of provision of the Company’s stated services\/products, in accordance with and subject to, prevailing English Law. Any use of the above terminology or other words in the singular, plural, capitalisation and\/or he\/she or they, are taken as interchangeable and therefore as referring to same.<\/p>",
            "page": ""
          }
        },
        "34ea209e-7cfd-413e-90db-45165cee09ab": {
          "type": "item",
          "settings": {
            "title": "RETURNS & REFUNDS",
            "answer": "<p>Our Returns Policy applies to all purchases made on Oh Polly Ltd (T\/A Oh Polly) and are incorporated by reference in these Terms.<\/p><h4>RETURN TIMEFRAME<\/h4><p>You’re more than welcome to return your unwanted item(s) back to us, following our terms and conditions below. Please take a look to ensure your return is accepted and processed within our returns policy.<\/p><p>You have <strong>30 <\/strong>days to return for an exchange or refund, extended to <strong>45 <\/strong>days for store credit.<\/p><p>These timeframes are from the date your order is placed. We don’t accept returns for unwanted items after our relevant returns period. <\/p><h4>ORIGINAL CONDITION<\/h4><p>Hygiene and customer safety is really important to us, therefore please do your best to try on, handle and repackage items with care. In line with our sustainability strategy, items must be returned back to us in their original condition - unworn, undamaged, free of makeup, pet hairs, deodorant, perfume and must have all original tags and\/or ribbons attached. All items will be inspected upon arrival back to our warehouse and failure to be returned in their original condition may lead to cleaning charges or refusal.<\/p><h4>NON-RETURNABLE ITEMS<\/h4><p>Whilst returns are an important part of the retail process, not all items can be returned back to us. Our non-returnable items include face masks, thongs, socks and some lingerie. Swimwear is returnable however we do require the hygiene stickers to remain intact and failure to do this will result in the item being non-returnable.<\/p><h4>RETURN OUTCOMES<\/h4><p>Returned items are eligible for a refund, store credit or exchange*<\/p><p><em>*<\/em><em><strong>Cash on delivery orders are only eligible to return for store credit. <\/strong><\/em><em>Exchanges are dependant on stock availability. Non-returnable items won't be available for return. Items must be returned within the relevant return timeframes specific to store credit, exchange and refunds.<\/em><\/p><h4>PROCESSING TIME<\/h4><p>We aim to process all returns within 5 working days of delivery to us, providing there are no issues with the return. Refunds will be processed back to your original method of payment. Store credit will be issued via gift card. Exchanges will be automatically processed as a new order and shipped out to you on standard delivery.<\/p><p>We'll email you once we've received and processed your return.<\/p><h4><strong>UNREASONABLE CLAIMS \/ FAIR USE POLICY<\/strong><\/h4><p>Our team closely monitors unusual return patterns and activity, therefore if we suspect fraudulent activity within your account, we may have to withhold issuing a refund or block your account and any associated accounts entirely.<\/p><p>Fraudulent activity includes but is not exhaustive to: claims relating to orders not being received, items missing, ordering and returning higher than the average return rate, unusual patterns of returns activity; where we suspect someone isn't just trying their items on, but wearing them for longer periods or returning items worn\/used and not matching what was originally ordered. <\/p><p>If you return items that do not match what you originally ordered, we reserve the right to take legal action against you. This includes returning items that are significantly different from what you purchased or attempting to return items that do not belong to the company. <\/p><p><\/p><h4>RESPONSIBILITY<\/h4><p>Returned items are your responsibility until they reach us, so make sure they're packed up securely and can't get damaged on the way!<\/p><p>As the parcel remains your responsibility until it arrives back with us, ensure that you retain your proof of postage in case you need to contact us about your return.<br\/><br\/>We're not responsible for any items that are returned to us by mistake. If we're able to locate them (which is not always possible) and you'd like these returned to you, we may ask you to cover the delivery cost.<\/p><p>Please return each individual order separately. We are unable to process your return if two or more orders are returned within the same parcel.<\/p><p><\/p><h4>RETURN FEES<\/h4><p>You will need to pay for your return at the point of posting your parcel. Postage fees may vary.<\/p>",
            "page": ""
          }
        },
        "9ba4aac3-84db-48c3-b76a-bdd0e64e690a": {
          "type": "item",
          "disabled": true,
          "settings": {
            "title": "STUDENT DISCOUNT EXCLUSIONS",
            "answer": "<p>1. Discounted items in sale and promotions, Items sold during Tik Tok Exclusives, L'ÉDITION ÉPHÉMÈRE, The Celestial Collection, Flexirib, Seersucker and Bo+Tee  Essentials are currently excluded from student discount.  <\/p>",
            "page": ""
          }
        },
        "6f44e51a-2d17-4898-bd25-c559c8b61292": {
          "type": "item",
          "settings": {
            "title": "DELIVERY",
            "answer": "<p>1. Deliveries are made to the delivery address given at time of order.  Customer accepts full responsibility for ensuring accuracy of information provided.<\/p><p>2. You accept and agree that we will not be held liable for deliveries that are delayed.<\/p><p>3. You accept and agree that we will not be held liable for deliveries that go missing. However we will make like for like replacements if a delivery goes missing due to the fault of a 3rd party (i.e. courier) after a sufficient time period has elapsed and after you agree to assist us in any subsequent investigations for compensation from said 3rd party.<\/p><p>5. We do not deliver to PO Box or hotel addresses.<\/p><p>6. As stated in Clause 10 within this Agreement, we will only refund outbound postage costs for the least expensive common\/standard delivery method.  The cost of expedited and priorty services will not be refunded over and above that of the least expensive common\/standard delivery method.<\/p><p>7. Premium Delivery is only eligible for deliveries to the UK. It costs £9.99 per year for unlimited Next Day Delivery for UK customers. You will pay a one-off sum of £9.99 for the year and this will not automatically renew. Once the year has ended, you will need to re-purchase Premium Delivery for £9.99 to receive another year of unlimited Next Day delivery. You must be signed in to your Oh Polly account to purchase Premium Delivery and for it to apply to future orders once purchased. You will not have access to this if you check out as a guest on the website. Premium Delivery will only appear on your account once your first order, with the £9.99 shipping fee, has been dispatched. The Premium Delivery Next Day cut-off time is 10pm GMT\/BST Monday – Friday and 2.30pm GMT\/BST Saturday – Sunday, so any orders placed after this time will be dispatched the following day. If you have purchased Premium Delivery, this option will appear at checkout for free. You will need to select this delivery method for it to apply. It will not automatically apply at checkout. During busy periods we won't be able to guarantee next day delivery. This very rarely happens but when it does, there will always be a free delivery option available.<\/p><p>8. For delivery to the EU, orders will be sent using an enhanced Delivered at Place service (\"eDAP\"). This will ensure customers do not need to complete any paperwork or pay additional duties or taxes to receive their orders.<\/p>",
            "page": ""
          }
        },
        "0bb23eeb-4f36-4033-84ff-12c7227ddb52": {
          "type": "item",
          "settings": {
            "title": "SALES CONTRACT",
            "answer": "<p>1. Orders placed by you on the website https:\/\/ohpolly.ae\/ (the “Website”) for the products offered by us through the website are only an offer to conclude a sales contract. The sales contract is entered into upon the confirmation of the order by e-mail by us to you.<\/p><p>2. You are the individual or individuals placing the order (‘you’, ‘your’). You must be 18 years or over to enter into a contract with us by placing an order with us, you confirm that you are 18 years or over.<\/p><p>3. If you are not yet 18, you agree that you have obtained the bill payer’s permission to enter in to a contract with us.<\/p><p>4. This contract is between you and us. No other person shall have any rights to enforce any of its terms. Neither party will need to get the agreement of any other person in order to end the contract or make any changes to these terms.<\/p>",
            "page": ""
          }
        },
        "092742e6-1073-4761-a70c-a5bb0479d904": {
          "type": "item",
          "settings": {
            "title": "ORDER PLACEMENT",
            "answer": "<p>1. Our shopping pages will guide you through the steps you need to take to place an order with us. Our order process allows you to check and amend any errors before submitting your order to us. Please carefully check your order at each page of the order process.<\/p><p>2. After you have placed an order, you will receive an e-mail from us acknowledging that we have received your order. Please note that this does not mean that your order has been accepted.<\/p><p>3. We will confirm our acceptance to you by sending you an e-mail that confirms that the Products have been dispatched (“Dispatch Confirmation”). The Contract between us will only be formed when we send you the Dispatch Confirmation.<\/p><p>4. If we are unable to verify the delivery or payment information you have supplied we may restrict delivery to the address to which your credit or debit card is registered.<\/p>",
            "page": ""
          }
        },
        "5563e486-3cbe-4c67-bae3-e2a5426d620a": {
          "type": "item",
          "settings": {
            "title": "PAYMENT",
            "answer": "<p>1. We accept all major credit cards (American Express \/ MasterCard \/ Visa) debit cards (Solo \/ Maestro \/ Visa Debit \/ Visa Delta \/ Visa Electron) and PayPal payments.<\/p><p>2. Your credit card or other account detailed at 4.1 above will be debited when you click on the “confirm” button.<\/p><p>3. Any credit card used for payment must be in the name of the person ordering and the same card must be carried at the time of delivery - it may be required for verification and obtaining signature on a credit card charge form for delivery.<\/p><p>4. All payments are processed through third party payment gateways using PCI Encryption. We do not store credit card details nor do we share customer details with any 3rd parties.<\/p><p>5. Cash on Delivery is accepted mode of payment for select shipping partners only.<\/p><p>5.1 We reserve the right to block cash on delivery (COD) payments from time to time at our sole discretion for reasons including but not limited to high product value and other such other reasons or factors (internal or external) that we may deem fit.<br\/><br\/>5.2 We reserve the right to introduce additional chargeable services on the Platform including charges for a premium return service, cancellation charges, cash on delivery handling fees etc.<\/p><p><\/p>",
            "page": ""
          }
        },
        "ea7d3fa3-d054-426c-ac4b-9fdbe0823456": {
          "type": "item",
          "settings": {
            "title": "PRICING AND VAT",
            "answer": "<p>All prices include either VAT, GST or sales tax where applicable at the prevailing rate.<\/p><p>Our site contains a large number of Products and it is always possible that, despite our best efforts, some of the Products listed on our site may be incorrectly priced.  We will normally verify prices as part of our dispatch procedures. If we accept and process your order where a pricing error is obvious and unmistakable and could have reasonably been recognised by the average customer as an error, we may end the Contract, refund you any sums you have paid and require return of any products provided to you.<\/p>",
            "page": ""
          }
        },
        "7c10f74f-0749-46a2-b4b8-140a84a07271": {
          "type": "item",
          "settings": {
            "title": "WARRANTY",
            "answer": "<p>1. This warranty is valid only to the original purchaser when a new piece is purchased from us.<\/p><p>2. This warranty is invalidated if you allow a third party to repair or attempt to repair any item.<\/p><p>3. In the event of a dispute as to the cause of damage, we reserve the right to send the Product to a mutually agreed independent third party assessor to determine the nature of the defect. Only if their judgement indicates a defect in material or workmanship will we repair the item.<\/p><p>4. This warranty does not cover expenses incurred by you due to a lack of proper care of your product.<\/p><p>5. Please keep your proof of purchase documents – they will be required for in order to procure warranty service in the event you wish to make a warranty claim.<\/p><p>6. Please notify Oh Polly Ltd (T\/A Oh Polly) within 30 days of purchase in the event that you wish to claim a replacement for a defect.<\/p>",
            "page": ""
          }
        },
        "14971167-8c78-46a9-8df6-17129660c2f6": {
          "type": "item",
          "settings": {
            "title": "LIMITATION OF LIABILITY",
            "answer": "<p>1. As a condition of use of this Website, you agree to indemnify us from and against any and all liabilities, expenses (including legal fees) and damages arising out of claims resulting from your use of this Website, including without limitation any claims alleging facts that if true would constitute a breach by you of these terms and conditions.<\/p><p>2. Subject to the following sub clauses, in no event shall the aggregate liability of any party to the other (whether it contract, tort (including negligence) or otherwise) and in respect of all claims, losses and damages arising under or in connection with these Terms and Conditions:<\/p><p>1. Provided that this shall be subject to an overall limit of the total amount paid to Oh Polly Ltd under a confirmed order in respect of any and all claims, losses and damages arising under or in connection with these terms and conditions.<\/p><p>2. The above limits on liability shall apply in respect of (any indemnities provided by either party under this Agreement, including without limitation to the indemnities under clauses 12 Intellectual Property)<\/p><p>3. Each party's liability to the other in contract, tort (including negligence), misrepresentation (whether innocent or negligent), breach of statutory duty or otherwise arising out of or in connection with these terms and conditions shall not extend to any:<\/p><p>1. loss of profits;<\/p><p>2. loss of business opportunity;<\/p><p>3. loss of goodwill;<\/p><p>4. loss of data;<\/p><p>5. loss of anticipated savings; or<\/p><p>6. any special, indirect or consequential loss or damage whatsoever.<\/p><p>4. The parties agree that the limitations on liability within these terms and conditions are reasonable given their respective commercial positions and ability to purchase relevant insurance in respect of risks.<\/p><p>5. Notwithstanding the above or other limitations and exclusions of liability set out in these terms and conditions, neither party excludes or limits any liability for:<\/p><p>1. fraud or fraudulent misrepresentation; or<\/p><p>2. any breach of any obligations implied by section 12 of the Sale of Goods Act 1979 or section 2 of the Supply of Goods and Services Act 1982 or Consumer Rights Act 2015; or<\/p><p>3. any other liability to the extent the same cannot be excluded or limited by law.<\/p>",
            "page": ""
          }
        },
        "00cdbe49-7d95-4b48-95ca-edb7b0453262": {
          "type": "item",
          "settings": {
            "title": "FORCE MAJEURE",
            "answer": "<p>1. We will not be liable or responsible for any failure to perform, or delay in performance of, any of our obligations under a Contract that is caused by events outside our reasonable control.<\/p><p>2. A Force Majeure Event includes any act, event, non-happening, omission or accident beyond our reasonable control and includes in particular (without limitation) the following:<\/p><p>1. strikes, lock-outs or other industrial action;<\/p><p>2. civil commotion, riot, invasion, terrorist attack or threat of terrorist attack, war (whether declared or not) or threat or preparation for war;<\/p><p>3. fire, explosion, storm, flood, earthquake, subsidence, epidemic or other natural disaster;<\/p><p>4. impossibility of the use of railways, shipping, aircraft, motor transport or other means of public or private transport;<\/p><p>5. impossibility of the use of public or private telecommunications networks;<\/p><p>6. the acts, decrees, legislation, regulations or restrictions of any government; and<\/p><p>7. pandemic or epidemic.<\/p><p>3. Our performance under any Contract is deemed to be suspended for the period that the Force Majeure Event continues, and we will have an extension of time for performance for the duration of that period.  We will use our reasonable endeavours to bring the Force Majeure Event to a close or to find a solution by which our obligations under the Contract may be performed despite the Force Majeure Event.<\/p>",
            "page": ""
          }
        },
        "f1c2fd4e-b099-4438-b141-e4300a89bb54": {
          "type": "item",
          "settings": {
            "title": "COPYRIGHT",
            "answer": "<p>1. This website and its content is copyright of Oh Polly Ltd (T\/A Oh Polly). All rights reserved.<\/p><p>2. © 2015-2022, Oh Polly Ltd. OH POLLY, the OH POLLY logo, BO+TEE, and the BO+TEE logo are trade marks or registered trade marks in the United Kingdom and certain other countries and are used under license. All rights reserved.<\/p>",
            "page": ""
          }
        },
        "389f3593-1ce8-49b6-b8b5-9c36922a8965": {
          "type": "item",
          "settings": {
            "title": "INTELLECTUAL PROPERTY",
            "answer": "<p><strong>1. <\/strong>© 2015-2022, Oh Polly Ltd. OH POLLY, the OH POLLY logo, BO+TEE, and the BO+TEE logo are trade marks or registered trade marks in the United Kingdom and certain other countries and are used under license. All rights reserved.<\/p><p><strong> <\/strong>Oh Polly Ltd (T\/A Oh Polly) (\"Oh Polly Ltd\") respects and rigorously abides by intellectual property laws. Accordingly, Oh Polly Ltd (T\/A Oh Polly) rightfully expects the same of all parties who use our website. Oh Polly Ltd (T\/A Oh Polly) and\/or its affiliates are owners or lawful licensees of all content (including but not limited to designs, logos, colour schemes, graphics, graphic styles, text, images and video\/audio sequences) displayed on this website. Any unauthorized copying, publication, reproduction or distribution of copyrighted works is an infringement of the copyright owners' rights and is therefore prohibited. You may not, except with our express prior written permission (on whatever terms we deem appropriate), distribute or commercially exploit the content. Nor may you transmit it or store it in any other website or other form of electronic retrieval system.<\/p><p>Any unauthorized use of Oh Polly Ltd (T\/A Oh Polly).’s (without limitation) patents, trademarks, service marks, logos, slogans, screen shots, graphics, graphic styles, designs, blog posts, copyrighted materials or any branded features (\"Oh Polly Ltd (T\/A Oh Polly) Proprietary Property\") without the prior written permission of Oh Polly Ltd (T\/A Oh Polly) is strictly prohibited. If you infringe upon Oh Polly Ltd (T\/A Oh Polly).’s rights with respect to any Oh Polly Ltd (T\/A Oh Polly) Proprietary Property, you will be ordered to cease such illegal activity and you may be liable to Oh Polly Ltd (T\/A Oh Polly) for any and all damages (including recovery of legal fees and expenses) which may be suffered and\/or incurred as a result of your infringement.<\/p><p>If you are a legitimate copyright owner who believes that your rights have been infringed upon in any way through the content or services provided on this website, please notify us at:   Oh Polly Ltd, Unit 3, Riverview Road, Bromborough, Merseyside, CH62 3RL<\/p><p>Email: <em>hello@ohpolly.com<\/em><\/p><p>We reserve the right to make changes, without prior notice, to any products or services mentioned on this site at any time.<\/p>",
            "page": ""
          }
        },
        "9358e573-602a-403d-b489-91b55f5fe952": {
          "type": "item",
          "settings": {
            "title": "GOVERNANCE",
            "answer": "<p>1. These Terms and Conditions and your use of this site will be governed by and construed in accordance with English Law.<\/p><p>Please note that nothing contained in these Terms and Conditions of Sale in any way affects your statutory rights.<\/p>",
            "page": ""
          }
        },
        "21410178-4874-4d22-8816-f6611b028814": {
          "type": "item",
          "disabled": true,
          "settings": {
            "title": "KLARNA UNITED KINGDOM TERMS",
            "answer": "<p>1. It’s smoooth and simple<br\/>Klarna helps you elevate your shopping game. When you choose Klarna at checkout, you’ll get the option to shop now and pay later for your purchase. It's shopping the way it should be. Effortless, safe and fun.<br\/><br\/>2. Pay now<br\/>Pay directly with your card or bank account and always keep full control over your purchases. Fast, safe and easy. Smoooth.<br\/><br\/>3. Pay later<br\/>Make your purchase today and start enjoying what you’ve ordered right away. Pay up to 14 days later and enjoy payment empowerment and peace of mind. No interest. No fees. Ever.<br\/><br\/>4. How to shop with Klarna<br\/>Add item(s) to your cart and head to the checkout.<br\/>Select Klarna at the checkout to pay as you like for your purchase.<br\/>Manage your orders and payments in the Klarna app.<br\/><br\/>5. The best way to shop<br\/>See all of your purchases in one place, pay any open balances and much more in the <a href=\"https:\/\/www.klarna.com\/uk\/klarna-app\/\" target=\"_blank\">Klarna app<\/a>. You can also log into your Klarna account at <a href=\"https:\/\/app.klarna.com\/login\" target=\"_blank\">https:\/\/app.klarna.com\/login<\/a>. If you need any help, our <a href=\"https:\/\/www.klarna.com\/uk\/customer-service\/\" target=\"_blank\">Customer Service<\/a> is there for you.<br\/><br\/>6. Safe and secure<br\/>Klarna has strong anti-fraud controls in place to protect our customers and prevent fraudsters from making unauthorized purchases.<br\/><br\/>7. Frequently Asked Questions<br\/>Don’t see your question here? Visit our <a href=\"https:\/\/www.klarna.com\/uk\/customer-service\/\" target=\"_blank\">FAQ<\/a> page to find out more about using Klarna. You can reach Klarna at <a href=\"https:\/\/www.klarna.com\/uk\/customer-service\/\" target=\"_blank\">https:\/\/www.klarna.com\/uk\/customer-service\/<\/a>or by downloading the <a href=\"https:\/\/www.klarna.com\/uk\/klarna-app\/\" target=\"_blank\">Klarna app<\/a>.<br\/><br\/>8. How does Pay later work?<br\/>With this payment method you can pay for your order 14 days after shipment. If your order is approved, we'll send you an email with payment instructions once your order has shipped. Click on the link in the email to view your order. You can also log in at any time on our <a href=\"https:\/\/app.klarna.com\/login?market=uk\" target=\"_blank\">website<\/a> or in the <a href=\"https:\/\/www.klarna.com\/uk\/klarna-app\/\" target=\"_blank\">Klarna app <\/a>to view your orders and corresponding invoices. Our app is available for Android and iOS.<br\/><br\/>9. About Klarna<br\/>Founded in Stockholm, Sweden, Klarna is one of Europe's fastest-growing companies and a leading alternative payment provider. Klarna’s vision is to make shopping smoooth, adding value for consumers and retailers with unique payment options and superior customer experience. Klarna has 3,500 employees across 17 countries, and is leading the way for alternative payments by serving 90 million consumers and 250,000 merchants payment solutions.<a href=\"https:\/\/www.klarna.com\/uk\/about-us\/\" target=\"_blank\">https:\/\/www.klarna.com\/uk\/about-us\/<\/a><\/p>",
            "page": ""
          }
        },
        "45623a5e-6595-4ca2-9203-df845792511b": {
          "type": "item",
          "disabled": true,
          "settings": {
            "title": "KLARNA UNITED STATES AND AUSTRALIA TERMS",
            "answer": "<p>USA<br\/><br\/>1. It’s smoooth and simple<br\/>Klarna helps you elevate your shopping game. When you choose Klarna at checkout, you’ll get the option to shop now and pay later for your purchase. It's shopping the way it should be. Effortless, safe and fun.<br\/><br\/>2. Monthly financing<br\/>Apply for easy monthly financing directly in the checkout. A simple, 2-step application will provide an instant decision. Once you’ve been approved, you’ll receive reminders and can manage your payments directly in the Klarna app. Monthly financing products are offered by WebBank, member FDIC.<br\/><br\/>3. 4 interest-free payments<br\/>Split your purchase into 4 payments so you can spread the cost of your purchase over time. Enter the credit or debit card of your choice for automatic payments every two weeks. No interest or added fees when you pay on time.<br\/><br\/>4. Pay in 30 days<br\/>With Pay in 30 days, you’ll get a free payment delay that allows you to pay for your purchase up to 30 days after it’s been shipped. No upfront payment, no interest, and no fees when you pay on time.<br\/><br\/>5. Monthly financing<br\/>Apply for easy monthly financing directly in the checkout. A simple, 2-step application will provide an instant decision. Once you’ve been approved, you’ll receive reminders and can manage your payments directly in the Klarna app. Monthly financing products are offered by WebBank, member FDIC.<br\/><br\/>6. How to shop with Klarna<br\/>Add item(s) to your cart and head to the checkout.<br\/>Select Klarna at the checkout to pay as you like for your purchase.<br\/>Manage your orders and payments in the Klarna app.<br\/><br\/>7. The best way to shop<br\/>See all of your purchases in one place, pay any open balances and much more in the <a href=\"https:\/\/www.klarna.com\/uk\/klarna-app\/\" target=\"_blank\">Klarna app<\/a>. You can also log into your Klarna account at <a href=\"https:\/\/app.klarna.com\/login\" target=\"_blank\">https:\/\/app.klarna.com\/login<\/a>. If you need any help, our <a href=\"https:\/\/www.klarna.com\/uk\/customer-service\/\" target=\"_blank\">Customer Service<\/a> is there for you.<br\/><br\/>8. Safe and secure<br\/>Klarna uses the latest safeguards and security to protect your information and prevent unauthorized purchases.<br\/><br\/>9. We're always here to help!<br\/>Don’t see your question here? Check out Klarna’s full FAQ page. You can reach Klarna anytime at<a href=\"https:\/\/www.klarna.com\/us\/customer-service\" target=\"_blank\">https:\/\/www.klarna.com\/us\/customer-service\/<\/a>or by downloading the Klarna app.<br\/><br\/>10. What happens if I make a return?<br\/>If you need to return part or all of your order, Klarna will issue you with a new statement. Simply follow the retailer's return instructions and make sure to take note of the tracking number. Log into your Klarna account, select “report a return”, and we’ll pause your statement. As soon as the retailer has processed your return, we will send an adjusted invoice.<br\/><br\/>11. There's something wrong with my order. Do I still need to pay for it?<br\/>You do not need to pay for goods that are received damaged, broken, or defective. Follow the retailer’s dispute instructions and “report a problem” in your Klarna account to pause your statement until the issue is resolved. As soon as the retailer has registered your return, the refund will be processed within 5-7 business days.<br\/><br\/>12. I have not received my order. What happens to my statement?<br\/>You do not need to pay the statement until you have received your order. Contact the retailer for a delivery update, log into your Klarna account, and “report a problem” to pause your statement until you’ve received your order.<br\/><br\/>13. My statement is incorrect. What should I do?<br\/>If your statement does not match your order details, please contact the retailer directly to correct your statement. Log into your Klarna account and “report a problem” to pause your statement until the details have been corrected.<br\/><br\/>14. About Klarna<br\/>We’re on a mission to reshape shopping, by elevating the entire shopping experience from browsing to owning. We do this by giving you the benefits of convenience, perks and inspiration. Founded in Stockholm, Sweden, Klarna is one of Europe's fastest-growing companies and a leading alternative payment provider. We have 3,500 employees across 17 countries, and are leading the way for alternative payments by serving 90 million consumers and 250,000 retailer’s payment solutions.<a href=\"https:\/\/www.klarna.com\/international\/about-us\/\" target=\"_blank\">https:\/\/www.klarna.com\/international\/about-us\/<br\/><br\/><\/a>AUSTRALIA<br\/><br\/>1. It’s smoooth and simple<br\/>Select Klarna at checkout to buy now, pay later, and split your purchase into 4 interest-free payments so you can spread the cost of your purchase over time. It is easy, safe to use, and you’re always covered by Klarna’s Buyer Protection.<br\/><br\/>2. Get rewarded every time you shop.<br\/>The Klarna rewards program is free to join, and you can unlock rewards just by checking out with Klarna. Simply download the Klarna app to join the Klarna rewards club, and you'll automatically earn Klarna vibes every time you shop. Earn 1 Klarna vibe for every $1 spent. The more vibes you earn, the more Klarna rewards you unlock just for choosing Klarna at checkout.<br\/><br\/>3. How to checkout with Klarna<br\/>Add item(s) to your cart and select Klarna at checkout.<br\/>Enter your debit or credit card information.<br\/>Pay in 4 interest-free payments. The first payment is taken when the order is processed and the remaining 3 are automatically taken every two weeks.<br\/><br\/>4. The best way to shop.<br\/>See all of your purchases in one place, pay any open balances and much more in the Klarna app. You can also log into your Klarna account at https:\/\/app.klarna.com\/login. If you need any help, our Customer Service is there for you.<br\/><br\/>5. Safe and secure<br\/>Klarna uses the latest safeguards and security to protect your information and prevent unauthorized purchases. You have zero fraud liability with Klarna’s Buyer Protection policy.<br\/><br\/>6. Frequently Asked Questions<br\/>Don’t see your question here? Check out Klarna’s full FAQ page. You can reach Klarna anytime at https:\/\/www.klarna.com\/au\/customer-service\/ or by downloading the Klarna app.<br\/><br\/>7. What is Klarna?<br\/>Klarna is a global payment solutions provider that works with retailers to provide customers the smoothest online shopping experience. Klarna is in over 205,000 online stores and has more than 85 million users globally. Learn more.<br\/><br\/>8. How do I pay in 4 interest-free payments?<br\/>Select 4 interest-free payments to split your purchase into four equal payments, charged every two weeks beginning at the time your order is confirmed (usually the shipping date). No bills are sent - you can simply sit back, relax, and enjoy your purchase. View complete terms.<br\/><br\/>9. How do automatic payments work?<br\/>Payments are collected fortnightly from the debit or credit card you provide at the time of purchase. All scheduled payments are communicated to you by email and you can review your purchases by logging in at https:\/\/app.klarna.com\/login.<br\/><br\/>10. Is there a fee to use 4 interest-free payments?<br\/>There are no upfront fees when you follow the payment schedule. If you fail to make a payment on time late fees may apply. For more information please review product terms.<br\/><br\/>11. Will Klarna do a credit check on me?<br\/>When you choose 4 interest-free payments, Klarna may order a credit report from a 3rd party. Please review product terms. for more information on this.<br\/><br\/>12. Who can join Klarna's rewards club?<br\/>Anyone above the age of 18 years old who has the Klarna app can join Klarna’s rewards club as a member, for free.<br\/><br\/>13. How do I earn vibes?<br\/>You earn vibes when you shop with Klarna. No matter the store. You earn 1 vibe for every $1 spent.<br\/><br\/>14. Where can I find out more about Klarna’s rewards program?<br\/>To find our more about the perks of joining Klarna's rewards club, visit https:\/\/www.klarna.com\/au\/rewards\/.<br\/><br\/>15. About Klarna<br\/>Founded in Stockholm, Sweden, Klarna is one of Europe's fastest-growing companies and a leading alternative payment provider. Klarna’s vision is to make shopping smoooth, adding value for consumers and retailers with unique payment options and superior customer experience. Klarna has 3,500 employees across 17 countries, and is leading the way for alternative payments by serving 90 million consumers and 250,000 merchants payment solutions https:\/\/www.klarna.com\/international\/about-us\/<a href=\"https:\/\/www.klarna.com\/international\/about-us\/\" target=\"_blank\"><br\/><\/a><\/p>",
            "page": ""
          }
        }
      },
      "block_order": [
        "2c70cc7a-506d-4a31-b8e0-f165b8e7dbd8",
        "34ea209e-7cfd-413e-90db-45165cee09ab",
        "9ba4aac3-84db-48c3-b76a-bdd0e64e690a",
        "6f44e51a-2d17-4898-bd25-c559c8b61292",
        "0bb23eeb-4f36-4033-84ff-12c7227ddb52",
        "092742e6-1073-4761-a70c-a5bb0479d904",
        "5563e486-3cbe-4c67-bae3-e2a5426d620a",
        "ea7d3fa3-d054-426c-ac4b-9fdbe0823456",
        "7c10f74f-0749-46a2-b4b8-140a84a07271",
        "14971167-8c78-46a9-8df6-17129660c2f6",
        "00cdbe49-7d95-4b48-95ca-edb7b0453262",
        "f1c2fd4e-b099-4438-b141-e4300a89bb54",
        "389f3593-1ce8-49b6-b8b5-9c36922a8965",
        "9358e573-602a-403d-b489-91b55f5fe952",
        "21410178-4874-4d22-8816-f6611b028814",
        "45623a5e-6595-4ca2-9203-df845792511b"
      ],
      "settings": {
        "layout_container": false,
        "text": "",
        "title_font_size": "fz-14_20",
        "question_font_size": "fz-18_22",
        "enable_search": false,
        "search_placeholder": ""
      }
    }
  },
  "order": [
    "main",
    "16366460805f79824f"
  ]
}
